MODE.FirstCasualtyCommander = {
	"我刚刚检测到第一次同化。威胁是真实的。保持警惕。",
	"已经倒下一个了，别让他们把你也变成下一个。保持警觉。",
	"我失去了你们其中一人的追踪信号，很可能已经被同化。保持警惕。",
	"你们其中一人刚刚被同化了。你可能是下一个，保持警惕，别让他们抓到你。"
}

MODE.HalfWayCommander = {
	"现在只剩一半人了。待在一起。",
	"你们中一半人已经死亡或被同化了。愿上帝保佑你们。",
	"病原体已经蔓延了一半。注意安全，检查你的角落。",
	"情况不妙，你们中一半已经被感染了。操。",
}

MODE.HalfWayHeliCommander = {
	"现在只剩一半人了。撤离直升机正在路上。预计到达时间：4-5分钟。",
	"你们中一半人已经死亡或被同化了。撤离直升机正在赶来，坚持住！",
	"病原体已经蔓延了一半。我已经准备好了撤离直升机，再坚持保持人性一会儿！",
	"情况不妙，你们中一半已经被感染了。撤离直升机正在路上，再抵挡那些怪物一会儿。",
}

MODE.HalfWayExtractCommander = {
	"现在只剩一半人了。撤离小队正在路上。预计到达时间：2-3分钟。",
	"你们中一半人已经死亡或被同化了。撤离小队正在赶来，坚持住！",
	"病原体已经蔓延了一半。我已经让撤离小队上路了，再坚持保持人性一会儿！",
	"情况不妙，你们中一半已经被感染了。撤离小队正在路上，再抵挡那些怪物一会儿。",
}

MODE.ThreeLeftCommander = {
	"现在只剩你们三个人了。互相掩护。",
	"包括你在内只剩三个幸存者了。希望你为即将到来的事情做好了准备。",
	"只剩你们三人小组了，愿上帝保佑你们。",
	"你和另外两人还活着。尽量待在一起。"
}

MODE.ThreeLeftHeliCommander = {
	"现在只剩你们三个人了。直升机应该随时会到。",
	"包括你在内只剩三个幸存者了。希望你为撤离做好了准备。",
	"只剩你们三人小组了，准备迎接直升机。",
	"你和另外两人还活着。待在一起，撤离直升机正在赶来。"
}

MODE.TwoLeftCommander = {
	"现在只剩你们两个在这个被上帝遗弃的地方了。",
	"你们现在是一对儿了。操！",
	"只剩你了。还有另一个人。愿上帝保佑你们。",
	"只剩你们两个了。别让绝望吞噬你，战斗到最后一刻！"
}

MODE.OneLeftCommander = {
	"你是唯一剩下的人了。愿上帝怜悯你的灵魂。",
	"你是唯一的幸存者。也许还不是。你战斗得很好。",
	"现在只有你和我在这里了，是吧？幸好我不是在下面那个。",
	"你是最后一个了。对不起，士兵。"
}

MODE.FirstCasualtyContractor = {
	"第一个击杀。",
	"已经倒下一个了，保持专注。",
	"一个幸存者死亡。",
	"有人死了。被同化还是被射杀，这不重要。继续。"
}

MODE.HalfWayContractor = {
	"你已经干掉了半数幸存者。令人印象深刻。",
	"大约一半的敌人已经死亡。只是通知你一下。",
	"已经死了一半了。干得好特工，继续你的任务。",
	"干得好特工，大约一半的幸存者已经死亡。",
}

MODE.ThreeLeftContractor = {
	"只剩两个幸存者了。完成你开始的任务。",
	"只剩两个了。你知道该怎么做。",
	"只剩2个幸存者了。干得好，你快成功了。",
	"你和另外两个幸存者是剩下的全部。找到他们，杀了他们。"
}

MODE.TwoLeftContractor = {
	"现在只剩一个幸存者了。解决他。",
	"只剩一个幸存者了。别搞砸了。",
	"找到并杀死最后一个。你的撤离在等着你。",
	"一个敌人剩下。找到他。"
}

MODE.OneLeftContractor = {
	"你是这场屠杀中唯一剩下的人了。任务完成。前往你的撤离点。",
	"你把他们都干掉了。任务完成。前往撤离点。",
	"特工，你是最后一个活着的人。任务完成。前往撤离点。",
	"特工，你的任务成功了。前往撤离点。"
}